Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Slowth — Real-time blocking feedback
ar: ⁦Slowth⁩ — ملاحظات حول الحظر في الوقت الفعلي
ar_eg: ⁦Slowth⁩ — ملاحظات عن الحظر الفوري
be: Slowth — водгук пра блакіроўку ў рэальным часе
bn: Slowth — রিয়েল-টাইম ব্লকিং সম্পর্কে মতামত
cs: Slowth — Zpětná vazba k blokování v reálném čase
da: Slowth — Feedback om blokering i realtid
de: Slowth – Feedback zur Echtzeit-Blockierung
es: Slowth — Comentarios sobre el bloqueo en tiempo real
fil: Slowth — Feedback sa real-time na pag-block
fr: Slowth — Commentaire sur le blocage en temps réel
ha: Slowth — Ra'ayi kan toshewa a ainihin lokaci
he: ⁦Slowth⁩ — משוב על חסימה בזמן אמת
hi: Slowth — रीयल-टाइम ब्लॉकिंग पर प्रतिक्रिया
hu: Slowth — Visszajelzés a valós idejű blokkolásról
hy: Slowth — Կարծիք իրական ժամանակում արգելափակման մասին
id: Slowth — Masukan pemblokiran waktu nyata
it: Slowth — Feedback sul blocco in tempo reale
ja: Slowth — リアルタイムブロックのフィードバック
ka: Slowth — გამოხმაურება რეალურ დროში დაბლოკვაზე
kk: Slowth — нақты уақыттағы бұғаттау туралы пікір
ko: Slowth — 실시간 차단 피드백
ky: Slowth — реалдуу убакыттагы бөгөттөө жөнүндө пикир
lt: Slowth — Atsiliepimas apie blokavimą realiuoju laiku
mr: Slowth — रिअल-टाइम ब्लॉकिंगबद्दल अभिप्राय
ne: Slowth — वास्तविक समयमा रोक्ने सुविधाबारे प्रतिक्रिया
nl: Slowth — Feedback over realtime blokkeren
pa_arab: ⁦Slowth⁩ — فوری بلاکنگ بارے رائے
pcm: Slowth — Feedback for real-time blocking
pl: Slowth — opinia o blokowaniu w czasie rzeczywistym
pt_br: Slowth — Feedback sobre o bloqueio em tempo real
pt_pt: Slowth — Comentários sobre o bloqueio em tempo real
ro: Slowth — Feedback despre blocarea în timp real
ru: Slowth — отзыв о блокировке в реальном времени
sv: Slowth — Feedback om blockering i realtid
sw: Slowth — Maoni kuhusu uzuiaji wa wakati halisi
ta: Slowth — நிகழ்நேரத் தடுப்பு பற்றிய கருத்து
te: Slowth — రియల్-టైమ్ బ్లాకింగ్‌పై అభిప్రాయం
th: Slowth — ความคิดเห็นเกี่ยวกับการบล็อกแบบเรียลไทม์
tr: Slowth — Gerçek zamanlı engelleme geri bildirimi
uk: Slowth — відгук про блокування в реальному часі
ur: ⁦Slowth⁩ — حقیقی وقت کی بلاکنگ پر رائے
vi: Slowth — Phản hồi về chặn theo thời gian thực
yue: Slowth — 即時封鎖意見
zh_hans: Slowth — 实时屏蔽反馈
zh_hant: Slowth — 即時封鎖意見回饋

source: Soft YouTube blocking
ar: حظر ⁦YouTube⁩ المرن
ar_eg: حظر ⁦YouTube⁩ المرن
be: Мяккая блакіроўка YouTube
bn: নমনীয় YouTube ব্লকিং
cs: Mírné blokování YouTube
da: Blød YouTube-blokering
de: Sanftes Blockieren von YouTube
es: Bloqueo suave de YouTube
fil: Banayad na pag-block ng YouTube
fr: Blocage souple de YouTube
ha: Toshe YouTube a hankali
he: חסימת ⁦YouTube⁩ גמישה
hi: नरम YouTube ब्लॉकिंग
hu: Enyhe YouTube-blokkolás
hy: YouTube-ի մեղմ արգելափակում
id: Pemblokiran YouTube fleksibel
it: Blocco flessibile di YouTube
ja: YouTubeのソフトブロック
ka: YouTube-ის რბილი დაბლოკვა
kk: YouTube жұмсақ бұғаттауы
ko: YouTube 완화 차단
ky: YouTube жумшак бөгөттөөсү
lt: Švelnusis „YouTube“ blokavimas
mr: सौम्य YouTube ब्लॉकिंग
ne: YouTube को नरम रोकथाम
nl: Soepel YouTube blokkeren
pa_arab: ⁦YouTube⁩ دی نرم بلاکنگ
pl: Łagodne blokowanie YouTube
pt_br: Bloqueio suave do YouTube
pt_pt: Bloqueio suave do YouTube
ro: Blocare flexibilă YouTube
ru: Мягкая блокировка YouTube
sv: Mjuk YouTube-blockering
sw: Uzuiaji mwepesi wa YouTube
ta: மென்மையான YouTube தடுப்பு
te: సున్నిత YouTube బ్లాకింగ్
th: บล็อก YouTube แบบผ่อนปรน
tr: Esnek YouTube engelleme
uk: М’яке блокування YouTube
ur: ⁦YouTube⁩ کی نرم بلاکنگ
vi: Chặn nhẹ YouTube
yue: YouTube 寬鬆封鎖
zh_hans: YouTube 宽松屏蔽
zh_hant: YouTube 寬鬆封鎖

source: Soft mode works well for audio podcasts. Picture in Picture may still be blocked when screen recording is off.
ar: يناسب الوضع المرن البودكاست الصوتي. قد تظل ميزة صورة داخل صورة محظورة عند إيقاف تسجيل الشاشة.
ar_eg: الوضع المرن مناسب للبودكاست الصوتي. صورة داخل صورة ممكن تفضل محظورة لما تسجيل الشاشة يكون مقفول.
be: Мяккі рэжым падыходзіць для аўдыяпадкастаў. «Малюнак у малюнку» можа блакіравацца, калі запіс экрана выключаны.
bn: নমনীয় মোড অডিও পডকাস্টের জন্য উপযোগী। স্ক্রিন রেকর্ডিং বন্ধ থাকলে পিকচার ইন পিকচার তবুও ব্লক হতে পারে।
cs: Mírný režim se hodí pro zvukové podcasty. Obraz v obraze může být blokovaný i při vypnutém nahrávání obrazovky.
da: Blød tilstand er god til lydpodcasts. Billede i billede kan stadig være blokeret, når skærmoptagelse er slået fra.
de: Der sanfte Modus eignet sich gut für Audio-Podcasts. Bild-in-Bild kann weiterhin blockiert werden, wenn die Bildschirmaufnahme ausgeschaltet ist.
es: El modo suave funciona bien con podcasts de audio. Imagen dentro de imagen puede seguir bloqueado cuando la grabación de pantalla está desactivada.
fil: Ang banayad na mode ay angkop sa mga audio podcast. Maaaring ma-block pa rin ang Picture in Picture kapag naka-off ang pag-record ng screen.
fr: Le mode souple convient aux podcasts audio. L’image dans l’image peut rester bloquée lorsque l’enregistrement de l’écran est désactivé.
ha: Yanayi mai sauƙi ya dace da podcast na odiyo. Hoto cikin Hoto na iya kasancewa a toshe idan an kashe rikodin allo.
he: מצב גמיש מתאים לפודקאסטים קוליים. תמונה בתוך תמונה עשויה להישאר חסומה כשהקלטת המסך כבויה.
hi: नरम मोड ऑडियो पॉडकास्ट के लिए अच्छा है। स्क्रीन रिकॉर्डिंग बंद होने पर पिक्चर इन पिक्चर फिर भी ब्लॉक हो सकता है।
hu: Az enyhe mód jól használható hangos podcastokhoz. A Kép a képben mód kikapcsolt képernyőfelvételnél továbbra is blokkolva lehet.
hy: Մեղմ ռեժիմը հարմար է ձայնային փոդքաստների համար։ «Պատկեր պատկերի մեջ» գործառույթը կարող է արգելափակված մնալ, երբ էկրանի ձայնագրումն անջատված է։
id: Mode fleksibel cocok untuk podcast audio. Gambar dalam Gambar mungkin tetap diblokir saat perekaman layar mati.
it: La modalità flessibile è adatta ai podcast audio. Picture in Picture potrebbe restare bloccato quando la registrazione dello schermo è disattivata.
ja: ソフトモードは音声ポッドキャストに適しています。画面収録がオフのときは、ピクチャ・イン・ピクチャがブロックされることがあります。
ka: რბილი რეჟიმი აუდიოპოდკასტებისთვის გამოდგება. გამორთული ეკრანის ჩაწერისას „სურათი სურათში“ შეიძლება კვლავ დაიბლოკოს.
kk: Жұмсақ режим аудиоподкасттарға қолайлы. Экран жазуы өшірулі кезде «Сурет ішіндегі сурет» бұғатталуы мүмкін.
ko: 완화 모드는 오디오 팟캐스트에 적합합니다. 화면 기록이 꺼져 있으면 화면 속 화면이 계속 차단될 수 있습니다.
ky: Жумшак режим аудиоподкасттарга ылайыктуу. Экран жазуусу өчүк болгондо «Сүрөт ичиндеги сүрөт» бөгөттөлүшү мүмкүн.
lt: Švelnusis režimas tinka garso tinklalaidėms. Vaizdas vaizde gali likti blokuojamas, kai ekrano įrašymas išjungtas.
mr: सौम्य मोड ऑडिओ पॉडकास्टसाठी उपयुक्त आहे. स्क्रीन रेकॉर्डिंग बंद असताना पिक्चर इन पिक्चर तरीही ब्लॉक होऊ शकते.
ne: नरम मोड अडियो पोडकास्टका लागि उपयुक्त छ। स्क्रिन रेकर्डिङ बन्द हुँदा पिक्चर इन पिक्चर अझै रोकिन सक्छ।
nl: De soepele modus is geschikt voor audiopodcasts. Beeld in beeld kan geblokkeerd blijven als schermopname uitstaat.
pa_arab: نرم موڈ آڈیو پوڈکاسٹاں لئی چنگا اے۔ سکرین ریکارڈنگ بند ہووے تے تصویر وچ تصویر فیر وی بلاک ہو سکدی اے۔
pcm: Soft mode dey good for audio podcasts. Picture in Picture fit still dey blocked when screen recording dey off.
pl: Łagodny tryb sprawdza się przy podcastach audio. Obraz w obrazie może nadal być blokowany, gdy nagrywanie ekranu jest wyłączone.
pt_br: O modo suave funciona bem para podcasts de áudio. Imagem dentro de Imagem ainda pode ser bloqueado quando a gravação de tela está desativada.
pt_pt: O modo suave funciona bem para podcasts de áudio. Imagem dentro de Imagem ainda pode ser bloqueado quando a gravação de ecrã está desativada.
ro: Modul flexibil este potrivit pentru podcasturi audio. Imagine în imagine poate rămâne blocat când înregistrarea ecranului este oprită.
ru: Мягкий режим подходит для аудиоподкастов. «Картинка в картинке» может блокироваться, когда запись экрана выключена.
sv: Mjukt läge passar bra för ljudpoddar. Bild i bild kan fortfarande blockeras när skärminspelningen är avstängd.
sw: Hali nyepesi inafaa kwa podikasti za sauti. Picha ndani ya Picha inaweza kubaki imezuiwa wakati kurekodi skrini kumezimwa.
ta: மென்மையான பயன்முறை ஒலி பாட்காஸ்ட்களுக்கு ஏற்றது. திரைப் பதிவு அணைந்திருக்கும்போது படத்தினுள் படம் தொடர்ந்து தடுக்கப்படலாம்.
te: సున్నిత మోడ్ ఆడియో పాడ్‌కాస్ట్‌లకు అనుకూలం. స్క్రీన్ రికార్డింగ్ ఆఫ్‌లో ఉన్నప్పుడు పిక్చర్ ఇన్ పిక్చర్ ఇంకా బ్లాక్ కావచ్చు.
th: โหมดผ่อนปรนเหมาะกับพอดแคสต์เสียง ภาพซ้อนภาพอาจยังถูกบล็อกเมื่อปิดการบันทึกหน้าจอ
tr: Esnek mod sesli podcast'ler için uygundur. Ekran kaydı kapalıyken Resim İçinde Resim engellenmeye devam edebilir.
uk: М’який режим підходить для аудіоподкастів. «Картинка в картинці» може блокуватися, коли запис екрана вимкнено.
ur: نرم موڈ آڈیو پوڈکاسٹس کے لیے موزوں ہے۔ اسکرین ریکارڈنگ بند ہونے پر تصویر در تصویر پھر بھی بلاک ہو سکتی ہے۔
vi: Chế độ nhẹ phù hợp với podcast âm thanh. Hình trong hình vẫn có thể bị chặn khi tắt ghi màn hình.
yue: 寬鬆模式適合聽聲音 Podcast。熄咗螢幕錄製之後，子母畫面仍然可能被封鎖。
zh_hans: 宽松模式适合收听音频播客。关闭屏幕录制后，画中画仍可能被屏蔽。
zh_hant: 寬鬆模式適合收聽音訊 Podcast。關閉螢幕錄製時，子母畫面仍可能被封鎖。

source: Something broke. Even for a sloth, this is slow.
ar: حدث خلل. هذا بطيء حتى بالنسبة إلى حيوان الكسلان.
ar_eg: حاجة باظت. ده بطيء حتى على حيوان الكسلان.
be: Нешта зламалася. Нават для гультая гэта павольна.
bn: কিছু একটা বিগড়েছে। স্লথের জন্যও এটি বেশ ধীর।
cs: Něco se pokazilo. I na lenochoda je to pomalé.
da: Noget gik galt. Selv for et dovendyr er det langsomt.
de: Etwas ist schiefgelaufen. Selbst für ein Faultier ist das langsam.
es: Algo falló. Hasta para un perezoso, esto va lento.
fil: May pumalya. Kahit para sa isang sloth, mabagal ito.
fr: Un problème est survenu. Même pour un paresseux, c’est lent.
ha: Wani abu ya lalace. Ko ga dabbar sloth, wannan ya yi jinkiri.
he: משהו השתבש. אפילו בשביל עצלן, זה איטי.
hi: कुछ गड़बड़ हुई। एक स्लॉथ के हिसाब से भी यह धीमा है।
hu: Valami elromlott. Ez még egy lajhárnak is lassú.
hy: Ինչ-որ բան խափանվեց։ Նույնիսկ ծույլ կենդանու համար սա դանդաղ է։
id: Ada yang rusak. Bahkan untuk kungkang, ini lambat.
it: Qualcosa si è rotto. È lento perfino per un bradipo.
ja: 問題が発生しました。ナマケモノにしても遅すぎますね。
ka: რაღაც გაფუჭდა. ზარმაცასთვისაც კი ეს ნელია.
kk: Бірдеңе бұзылды. Жалқауаңның өзі мұнша баяу емес.
ko: 문제가 생겼습니다. 나무늘보에게도 이건 너무 느리네요.
ky: Бир нерсе бузулду. Жалкоо жаныбар үчүн да бул өтө жай.
lt: Kažkas sugedo. Net tinginiui tai lėta.
mr: काहीतरी बिघडले. स्लॉथच्या मानानेही हे संथ आहे.
ne: केही बिग्रियो। स्लथका लागि पनि यो ढिलो भयो।
nl: Er ging iets mis. Zelfs voor een luiaard is dit traag.
pa_arab: کجھ خراب ہو گیا۔ سلاتھ لئی وی ایہہ ہولی اے۔
pcm: Something don spoil. Even for sloth, this one slow.
pl: Coś się zepsuło. Nawet jak na leniwca to powoli.
pt_br: Algo deu errado. Até para uma preguiça, isso está lento.
pt_pt: Algo correu mal. Até para uma preguiça, isto está lento.
ro: Ceva s-a stricat. Chiar și pentru un leneș, e lent.
ru: Что-то сломалось. Даже для ленивца это медленно.
sv: Något gick sönder. Till och med för en sengångare är det här långsamt.
sw: Kitu kimeharibika. Hii ni polepole hata kwa mnyama sloth.
ta: ஏதோ தவறாகிவிட்டது. ஒரு சோம்பல் கரடிக்குக்கூட இது மெதுவாகத்தான் இருக்கிறது.
te: ఏదో తప్పు జరిగింది. స్లాత్‌కు కూడా ఇది చాలా నెమ్మదిగా ఉంది.
th: มีบางอย่างผิดพลาด แม้แต่สลอธก็ยังว่าช้า
tr: Bir şey bozuldu. Bir tembel hayvan için bile yavaş.
uk: Щось зламалося. Навіть для лінивця це повільно.
ur: کچھ خراب ہو گیا۔ سلاتھ کے لیے بھی یہ سست ہے۔
vi: Có lỗi xảy ra. Ngay cả với một chú lười, thế này vẫn quá chậm.
yue: 出咗啲問題。就算係樹懶，都嫌太慢。
zh_hans: 出了一点问题。就连树懒也觉得这太慢了。
zh_hant: 出了點問題。就算是樹懶，這也太慢了。

source: Start or stop screen recording
ar: بدء تسجيل الشاشة أو إيقافه
ar_eg: ابدأ أو وقّف تسجيل الشاشة
be: Пачаць або спыніць запіс экрана
bn: স্ক্রিন রেকর্ডিং শুরু বা বন্ধ করুন
cs: Spustit nebo zastavit nahrávání obrazovky
da: Start eller stop skærmoptagelse
de: Bildschirmaufnahme starten oder stoppen
es: Iniciar o detener la grabación de pantalla
fil: Simulan o ihinto ang pag-record ng screen
fr: Démarrer ou arrêter l’enregistrement de l’écran
ha: Fara ko dakatar da rikodin allo
he: התחלה או עצירה של הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग शुरू या बंद करें
hu: Képernyőfelvétel indítása vagy leállítása
hy: Սկսել կամ դադարեցնել էկրանի ձայնագրումը
id: Mulai atau hentikan perekaman layar
it: Avvia o interrompi la registrazione dello schermo
ja: 画面収録を開始または停止
ka: ეკრანის ჩაწერის დაწყება ან შეწყვეტა
kk: Экран жазуын бастау немесе тоқтату
ko: 화면 기록 시작 또는 중단
ky: Экран жазуусун баштоо же токтотуу
lt: Pradėti arba sustabdyti ekrano įrašymą
mr: स्क्रीन रेकॉर्डिंग सुरू किंवा बंद करा
ne: स्क्रिन रेकर्डिङ सुरु वा बन्द गर्नुहोस्
nl: Start of stop schermopname
pa_arab: سکرین ریکارڈنگ شروع یا بند کرو
pl: Rozpocznij lub zatrzymaj nagrywanie ekranu
pt_br: Iniciar ou parar a gravação de tela
pt_pt: Iniciar ou parar a gravação de ecrã
ro: Pornește sau oprește înregistrarea ecranului
ru: Начать или остановить запись экрана
sv: Starta eller stoppa skärminspelning
sw: Anza au simamisha kurekodi skrini
ta: திரைப் பதிவைத் தொடங்கு அல்லது நிறுத்து
te: స్క్రీన్ రికార్డింగ్ ప్రారంభించు లేదా ఆపు
th: เริ่มหรือหยุดบันทึกหน้าจอ
tr: Ekran kaydını başlat veya durdur
uk: Почати або зупинити запис екрана
ur: اسکرین ریکارڈنگ شروع یا بند کریں
vi: Bắt đầu hoặc dừng ghi màn hình
yue: 開始或停止螢幕錄製
zh_hans: 开始或停止录制屏幕
zh_hant: 開始或停止螢幕錄製

source: Start screen recording
ar: بدء تسجيل الشاشة
ar_eg: ابدأ تسجيل الشاشة
be: Пачаць запіс экрана
bn: স্ক্রিন রেকর্ডিং শুরু করুন
cs: Spustit nahrávání obrazovky
da: Start skærmoptagelse
de: Bildschirmaufnahme starten
es: Iniciar grabación de pantalla
fil: Simulan ang pag-record ng screen
fr: Démarrer l’enregistrement de l’écran
ha: Fara rikodin allo
he: התחלת הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग शुरू करें
hu: Képernyőfelvétel indítása
hy: Սկսել էկրանի ձայնագրումը
id: Mulai perekaman layar
it: Avvia registrazione dello schermo
ja: 画面収録を開始
ka: ეკრანის ჩაწერის დაწყება
kk: Экран жазуын бастау
ko: 화면 기록 시작
ky: Экран жазуусун баштоо
lt: Pradėti ekrano įrašymą
mr: स्क्रीन रेकॉर्डिंग सुरू करा
ne: स्क्रिन रेकर्डिङ सुरु गर्नुहोस्
nl: Start schermopname
pa_arab: سکرین ریکارڈنگ شروع کرو
pl: Rozpocznij nagrywanie ekranu
pt_br: Iniciar gravação de tela
pt_pt: Iniciar gravação de ecrã
ro: Pornește înregistrarea ecranului
ru: Начать запись экрана
sv: Starta skärminspelning
sw: Anza kurekodi skrini
ta: திரைப் பதிவைத் தொடங்கு
te: స్క్రీన్ రికార్డింగ్ ప్రారంభించు
th: เริ่มบันทึกหน้าจอ
tr: Ekran kaydını başlat
uk: Почати запис екрана
ur: اسکرین ریکارڈنگ شروع کریں
vi: Bắt đầu ghi màn hình
yue: 開始螢幕錄製
zh_hans: 开始录制屏幕
zh_hant: 開始螢幕錄製

source: Stop screen recording
ar: إيقاف تسجيل الشاشة
ar_eg: وقّف تسجيل الشاشة
be: Спыніць запіс экрана
bn: স্ক্রিন রেকর্ডিং বন্ধ করুন
cs: Zastavit nahrávání obrazovky
da: Stop skærmoptagelse
de: Bildschirmaufnahme stoppen
es: Detener grabación de pantalla
fil: Ihinto ang pag-record ng screen
fr: Arrêter l’enregistrement de l’écran
ha: Dakatar da rikodin allo
he: עצירת הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग बंद करें
hu: Képernyőfelvétel leállítása
hy: Դադարեցնել էկրանի ձայնագրումը
id: Hentikan perekaman layar
it: Interrompi registrazione dello schermo
ja: 画面収録を停止
ka: ეკრანის ჩაწერის შეწყვეტა
kk: Экран жазуын тоқтату
ko: 화면 기록 중단
ky: Экран жазуусун токтотуу
lt: Sustabdyti ekrano įrašymą
mr: स्क्रीन रेकॉर्डिंग बंद करा
ne: स्क्रिन रेकर्डिङ बन्द गर्नुहोस्
nl: Stop schermopname
pa_arab: سکرین ریکارڈنگ بند کرو
pl: Zatrzymaj nagrywanie ekranu
pt_br: Parar gravação de tela
pt_pt: Parar gravação de ecrã
ro: Oprește înregistrarea ecranului
ru: Остановить запись экрана
sv: Stoppa skärminspelning
sw: Simamisha kurekodi skrini
ta: திரைப் பதிவை நிறுத்து
te: స్క్రీన్ రికార్డింగ్ ఆపు
th: หยุดบันทึกหน้าจอ
tr: Ekran kaydını durdur
uk: Зупинити запис екрана
ur: اسکرین ریکارڈنگ بند کریں
vi: Dừng ghi màn hình
yue: 停止螢幕錄製
zh_hans: 停止录制屏幕
zh_hant: 停止螢幕錄製

source: Strict
ar: صارم
ar_eg: صارم
be: Строгі
bn: কঠোর
cs: Přísný
da: Streng
de: Streng
es: Estricto
fil: Mahigpit
ha: Mai tsauri
he: קפדני
hi: सख्त
hu: Szigorú
hy: Խիստ
id: Ketat
it: Rigorosa
ja: 厳格
ka: მკაცრი
kk: Қатаң
ko: 엄격
ky: Катуу
lt: Griežtasis
mr: कडक
ne: कडा
nl: Strikt
pa_arab: سخت
pl: Ścisły
pt_br: Estrito
pt_pt: Estrito
ru: Строгий
sv: Strikt
sw: Kali
ta: கண்டிப்பு
te: కఠినం
th: เข้มงวด
tr: Katı
uk: Суворий
ur: سخت
vi: Nghiêm ngặt
yue: 嚴格
zh_hans: 严格
zh_hant: 嚴格

source: Strict mode
ar: الوضع الصارم
ar_eg: الوضع الصارم
be: Строгі рэжым
bn: কঠোর মোড
cs: Přísný režim
da: Streng tilstand
de: Strenger Modus
es: Modo estricto
fil: Mahigpit na mode
fr: Mode strict
ha: Yanayi mai tsauri
he: מצב קפדני
hi: सख्त मोड
hu: Szigorú mód
hy: Խիստ ռեժիմ
id: Mode ketat
it: Modalità rigorosa
ja: 厳格モード
ka: მკაცრი რეჟიმი
kk: Қатаң режим
ko: 엄격 모드
ky: Катуу режим
lt: Griežtasis režimas
mr: कडक मोड
ne: कडा मोड
nl: Strikte modus
pa_arab: سخت موڈ
pl: Tryb ścisły
pt_br: Modo estrito
pt_pt: Modo estrito
ro: Mod strict
ru: Строгий режим
sv: Strikt läge
sw: Hali kali
ta: கண்டிப்பான பயன்முறை
te: కఠిన మోడ్
th: โหมดเข้มงวด
tr: Katı mod
uk: Суворий режим
ur: سخت موڈ
vi: Chế độ nghiêm ngặt
yue: 嚴格模式
zh_hans: 严格模式
zh_hant: 嚴格模式

source: Strict mode (24 h lock)
ar: الوضع الصارم (قفل 24 ساعة)
ar_eg: الوضع الصارم (قفل 24 ساعة)
be: Строгі рэжым (блакіроўка на 24 гадз.)
bn: কঠোর মোড (২৪ ঘণ্টার লক)
cs: Přísný režim (zámek na 24 h)
da: Streng tilstand (24-timers lås)
de: Strenger Modus (24-Stunden-Sperre)
es: Modo estricto (bloqueo de 24 h)
fil: Mahigpit na mode (24-oras na lock)
fr: Mode strict (verrouillage de 24 h)
ha: Yanayi mai tsauri (kulle na awa 24)
he: מצב קפדני (נעילה ל־24 שעות)
hi: सख्त मोड (24 घंटे का लॉक)
hu: Szigorú mód (24 órás zárolás)
hy: Խիստ ռեժիմ (24-ժամյա կողպում)
id: Mode ketat (kunci 24 jam)
it: Modalità rigorosa (blocco di 24 h)
ja: 厳格モード（24時間ロック）
ka: მკაცრი რეჟიმი (24-საათიანი ჩაკეტვა)
kk: Қатаң режим (24 сағаттық құлып)
ko: 엄격 모드(24시간 잠금)
ky: Катуу режим (24 сааттык кулпу)
lt: Griežtasis režimas (24 val. užraktas)
mr: कडक मोड (२४ तासांचे लॉक)
ne: कडा मोड (२४ घण्टाको लक)
nl: Strikte modus (24 uur vergrendeld)
pa_arab: سخت موڈ (24 گھنٹے دا لاک)
pcm: Strict mode (24-hour lock)
pl: Tryb ścisły (blokada na 24 godz.)
pt_br: Modo estrito (bloqueio de 24 h)
pt_pt: Modo estrito (bloqueio de 24 h)
ro: Mod strict (blocare de 24 h)
ru: Строгий режим (блокировка на 24 ч)
sv: Strikt läge (24-timmarslås)
sw: Hali kali (kufunga saa 24)
ta: கண்டிப்பான பயன்முறை (24 மணிநேரப் பூட்டு)
te: కఠిన మోడ్ (24 గంటల లాక్)
th: โหมดเข้มงวด (ล็อก 24 ชั่วโมง)
tr: Katı mod (24 saat kilit)
uk: Суворий режим (блокування на 24 год)
ur: سخت موڈ (24 گھنٹے کا لاک)
vi: Chế độ nghiêm ngặt (khóa 24 giờ)
yue: 嚴格模式（鎖定 24 小時）
zh_hans: 严格模式（锁定 24 小时）
zh_hant: 嚴格模式（鎖定 24 小時）

source: Strict mode (24 h)
ar: الوضع الصارم (24 ساعة)
ar_eg: الوضع الصارم (24 ساعة)
be: Строгі рэжым (24 гадз.)
bn: কঠোর মোড (২৪ ঘণ্টা)
cs: Přísný režim (24 h)
da: Streng tilstand (24 t.)
de: Strenger Modus (24 Std.)
es: Modo estricto (24 h)
fil: Mahigpit na mode (24 oras)
fr: Mode strict (24 h)
ha: Yanayi mai tsauri (awa 24)
he: מצב קפדני (24 שעות)
hi: सख्त मोड (24 घंटे)
hu: Szigorú mód (24 óra)
hy: Խիստ ռեժիմ (24 ժամ)
id: Mode ketat (24 jam)
it: Modalità rigorosa (24 h)
ja: 厳格モード（24時間）
ka: მკაცრი რეჟიმი (24 სთ)
kk: Қатаң режим (24 сағат)
ko: 엄격 모드(24시간)
ky: Катуу режим (24 саат)
lt: Griežtasis režimas (24 val.)
mr: कडक मोड (२४ तास)
ne: कडा मोड (२४ घण्टा)
nl: Strikte modus (24 uur)
pa_arab: سخت موڈ (24 گھنٹے)
pcm: Strict mode (24 hours)
pl: Tryb ścisły (24 godz.)
pt_br: Modo estrito (24 h)
pt_pt: Modo estrito (24 h)
ro: Mod strict (24 h)
ru: Строгий режим (24 ч)
sv: Strikt läge (24 tim.)
sw: Hali kali (saa 24)
ta: கண்டிப்பான பயன்முறை (24 மணிநேரம்)
te: కఠిన మోడ్ (24 గంటలు)
th: โหมดเข้มงวด (24 ชั่วโมง)
tr: Katı mod (24 saat)
uk: Суворий режим (24 год)
ur: سخت موڈ (24 گھنٹے)
vi: Chế độ nghiêm ngặt (24 giờ)
yue: 嚴格模式（24 小時）
zh_hans: 严格模式（24 小时）
zh_hant: 嚴格模式（24 小時）

source: Strict mode active
ar: الوضع الصارم مفعّل
ar_eg: الوضع الصارم شغّال
be: Строгі рэжым актыўны
bn: কঠোর মোড সক্রিয়
cs: Přísný režim aktivní
da: Streng tilstand aktiv
de: Strenger Modus aktiv
es: Modo estricto activo
fil: Aktibo ang mahigpit na mode
fr: Mode strict actif
ha: Yanayi mai tsauri yana aiki
he: מצב קפדני פעיל
hi: सख्त मोड सक्रिय है
hu: Szigorú mód aktív
hy: Խիստ ռեժիմն ակտիվ է
id: Mode ketat aktif
it: Modalità rigorosa attiva
ja: 厳格モード有効
ka: მკაცრი რეჟიმი აქტიურია
kk: Қатаң режим белсенді
ko: 엄격 모드 활성화됨
ky: Катуу режим иштеп жатат
lt: Griežtasis režimas aktyvus
mr: कडक मोड सक्रिय आहे
ne: कडा मोड सक्रिय छ
nl: Strikte modus actief
pa_arab: سخت موڈ چالو اے
pcm: Strict mode dey on
pl: Tryb ścisły aktywny
pt_br: Modo estrito ativo
pt_pt: Modo estrito ativo
ro: Mod strict activ
ru: Строгий режим активен
sv: Strikt läge aktivt
sw: Hali kali imewashwa
ta: கண்டிப்பான பயன்முறை செயலிலுள்ளது
te: కఠిన మోడ్ అమల్లో ఉంది
th: โหมดเข้มงวดทำงานอยู่
tr: Katı mod etkin
uk: Суворий режим активний
ur: سخت موڈ فعال ہے
vi: Chế độ nghiêm ngặt đang bật
yue: 嚴格模式已啟用
zh_hans: 严格模式已启用
zh_hant: 嚴格模式已啟用

source: Strict mode cannot be turned off until it expires
ar: لا يمكن إيقاف الوضع الصارم قبل انتهاء مدته
ar_eg: مينفعش تقفل الوضع الصارم قبل ما وقته يخلص
be: Строгі рэжым нельга выключыць да заканчэння тэрміну
bn: মেয়াদ শেষ হওয়ার আগে কঠোর মোড বন্ধ করা যায় না
cs: Přísný režim nelze vypnout před vypršením doby
da: Streng tilstand kan ikke slås fra, før den udløber
de: Der strenge Modus kann erst nach Ablauf deaktiviert werden
es: El modo estricto no se puede desactivar antes de que termine
fil: Hindi maaaring i-off ang mahigpit na mode hangga’t hindi ito natatapos
fr: Le mode strict ne peut pas être désactivé avant son expiration
ha: Ba za a iya kashe yanayi mai tsauri ba har lokacinsa ya ƙare
he: אי אפשר לכבות מצב קפדני לפני שזמנו מסתיים
hi: सख्त मोड की अवधि खत्म होने से पहले उसे बंद नहीं किया जा सकता
hu: A szigorú mód nem kapcsolható ki a lejárata előtt
hy: Խիստ ռեժիմը հնարավոր չէ անջատել մինչև ժամկետի ավարտը
id: Mode ketat tidak dapat dimatikan sebelum waktunya berakhir
it: La modalità rigorosa non può essere disattivata prima della scadenza
ja: 厳格モードは期限が切れるまで解除できません
ka: მკაცრი რეჟიმის გამორთვა ვადის გასვლამდე შეუძლებელია
kk: Қатаң режимді мерзімі аяқталғанша өшіру мүмкін емес
ko: 엄격 모드는 시간이 끝나기 전에는 끌 수 없습니다
ky: Катуу режимди мөөнөтү бүтмөйүнчө өчүрүүгө болбойт
lt: Griežtojo režimo negalima išjungti, kol nesibaigė jo laikas
mr: मुदत संपण्यापूर्वी कडक मोड बंद करता येत नाही
ne: समय नसकिएसम्म कडा मोड बन्द गर्न सकिँदैन
nl: De strikte modus kan niet worden uitgeschakeld voordat deze afloopt
pa_arab: ویلا مُکّن توں پہلاں سخت موڈ بند نئیں ہو سکدا
pcm: You no fit turn off Strict mode until e expire
pl: Trybu ścisłego nie można wyłączyć przed upływem czasu
pt_br: O modo estrito não pode ser desativado antes de terminar
pt_pt: O modo estrito não pode ser desativado antes de terminar
ro: Modul strict nu poate fi oprit înainte de expirare
ru: Строгий режим нельзя отключить до истечения срока
sv: Strikt läge kan inte stängas av innan tiden löper ut
sw: Hali kali haiwezi kuzimwa kabla ya muda wake kuisha
ta: நேரம் முடியும் முன் கண்டிப்பான பயன்முறையை அணைக்க முடியாது
te: గడువు ముగిసే ముందు కఠిన మోడ్‌ను ఆఫ్ చేయలేరు
th: ปิดโหมดเข้มงวดก่อนครบเวลาไม่ได้
tr: Katı mod süresi dolmadan kapatılamaz
uk: Суворий режим неможливо вимкнути до завершення терміну
ur: وقت ختم ہونے سے پہلے سخت موڈ بند نہیں کیا جا سکتا
vi: Không thể tắt chế độ nghiêm ngặt trước khi hết thời hạn
yue: 嚴格模式未到期之前唔可以關閉
zh_hans: 严格模式在到期前无法关闭
zh_hant: 嚴格模式在時間結束前無法關閉
